---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyPointLocation
source: html/5f776526-a3bd-f06e-6734-b0ac8959652a.htm
---
# FamilyPointLocation Methods

Causes the object to release immediately any resources it may be utilizing.